// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ, НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА
// НЕ ЛЕЗЬ Б№%*ТЬ ОНО РАБОТАЕТ НЕ ТРОШЬ СКОТИНА





void start() {
  ramkUp();
  left_grob = ' ';
  right_grob = ' ';
  start_cubes[0] = ' ';
  start_cubes[1] = ' ';

  for (int i = 0; i < 4; i++) {
    colorsl[i] = ' ';
    colorsr[i] = ' ';
  }
  allClaws(3);
  table_serv.write(157);
  t_up();
  beep(300);
  delay(100);

  MoveSync(-150, 0, 0, 100, 100);
  MoveSync(0, -150, 0, 95, 100);
  pidenc(0.2, 0.02, 3, (256 + 120), 0, 685 , 0);

  R2Y2_dop();
  manLeftUp();
  manRightUp();

  // доезд до синезеленых кубов возле старта
  pidenc(0.2, 0.02, 3, (256 + 150), 0, (615), 80);
  turn(100, -1, 91);
  MoveSync(120, 120, 0, 48, 70);
  getColors();// собстна скан
  indicate1(colorr, 8);
  indicate1(colorl, 6);
  if (USE_LED == 1)
    lent.show();
  start_cubes[1] = colorr;
  start_cubes[0] = colorl;
  colorr = 'r';
  colorl = 'y';
  MoveSync(-120, -120, 0, 90, 70);
  turn(120, 1, 90);

  if (START_TYPE == 0) {
    // подъезд к линии для переезда на другую часть поля
    pidenc(0.2, 0.02, 3, 250, 0, 360, 0);
    pidenc(0.2, 0.02, 3, 100, 0, 200, 120);
    turnl(1, 90, 1);
    // собстна переезд
    pidenc(0.2, 0.02, 3, 160, 1, 580, 0);
    MoveSync(250, 250, 0, 120, 0);
    pidenc(0.2, 0.02, 3, 130, 0, 820, 30);
    stop();
    // подъезд к красно-жёлтым кубам
    MoveSync(100, 0, 1, 307, 70);
    MoveSync(80, 80, 0, 60, 20);
    pidenc(0.3, 0.03, 3, (255 + 120), 0, 410, 90);
    table_serv.write(156);

    R2Y2();

    turn(120, 1, 90);
    MoveSync(190, 190, 1, 80, 0);
    MoveSync(250, 250, 0, 315, 0);
    MoveSync(190, 190, 0, 80, 90);
    turn(120, -1, 90);


    MoveSync(60, 60, 0, 230, 70);

  }
  else {
    // подъезд к линии для переезда на другую часть поля
    table_serv.write(28);
    pidenc(0.2, 0.02, 3, 250, 0, 900, 0);
    pidenc(0.3, 0.03, 3, 70, 0, 460, 4);
    pidenc(0.3, 0.03, 3, -70, 0, 200, 4);

    //    wait_button(0);
    the_T();
     MoveSync(-90, -90, 0, 10, 12);
    RightGrab();
    MoveSync(90, 90, 0, 120, 4);
    table_serv.write(32);
    RightGrab();
    MoveSync(-90, -90, 0, 112, 4);

    turnl(1, 90, 1);
    // собстна переезд
    pidenc(0.2, 0.02, 3, 160, 0, 603, 12);
    turn(90, -1, 90);
    //    wait_button(0);
    //    the_T();
    table_serv.write(27);
    MoveSync(-90, -90, 0, 18, 12);
    RightGrab();
    MoveSync(90, 90, 0, 128, 4);
    RightGrab();
    MoveSync(-90, -90, 0, 112, 4);
    manLeftUp();
    manRightUp();
    turn(80, 1, 88);
    MoveSync(150, 150, 0, 50, 0);
    
    pidenc(0.4, 0.03, 4, 100, 0, 890, 20);
    stop();
    
    MoveSync(100, 0, 1, 303, 0);
    MoveSync(250, 250, 1, 150, 0);
    MoveSync(120, 120, 0, 150, 90);

    table_serv.write(156);
    pidenc(0.4, 0.03, 3, (255 + 100), 0, 595, 40);

    R2Y2_dop();

    pidenc(0.3, 0.02, 3, (255 + 160), 0, 290, 7);
    turn(100, -1, 90);
    pidenc(0.3, 0.02, 3, (255 + 160), 0, 560, 7);
    turn(100, -1, 90);
  }
  table_serv.write(156);
  delay(150);

  LeftUnload(9);
  ramkVeryUp();
  MoveSync(80, 80, 1, 90, 70);
  delay(150);
  RightUnload(12);
  MoveSync(-80, -80, 0, 45, 70);
  turn(120, 1, 90);
  pidx(0, 0, 0, 200, 0, 120, 80);
  turnl(-1, 120, 1);


}
